tap "minio/stable"
tap "th-ch/youtube-music"
brew "daemonize"
brew "dos2unix"
brew "fileicon"
brew "fish"
brew "fisher"
brew "fnm"
brew "gh"
brew "git"
brew "htop"
brew "jq"
brew "mas"
brew "midnight-commander"
brew "moreutils"
brew "ncdu"
brew "nebula"
brew "neovim"
brew "rename"
brew "scc"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "uptimed"
brew "vcsh"
cask "aldente"
cask "appcleaner"
cask "brave-browser"
cask "chatgpt"
cask "chromium"
cask "coteditor"
cask "cursor"
cask "docker"
cask "figma"
cask "firefox"
cask "flux"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "grammarly-desktop"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "kitty"
cask "maccy"
cask "mongodb-compass"
cask "shottr"
cask "tableplus"
cask "visual-studio-code"
cask "youtube-music"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
