tap "gcenx/wine"
tap "heroku/brew"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "localsend/localsend"
tap "oven-sh/bun"
tap "rbenv/tap"
tap "shivammathur/php"
brew "daemonize"
brew "entr"
brew "fd"
brew "fileicon"
brew "fish"
brew "fisher"
brew "fnm"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "htop"
brew "jq"
brew "mas"
brew "mcfly"
brew "midnight-commander"
brew "moreutils"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "pyenv"
brew "rename"
brew "ripgrep"
brew "scc"
brew "sqlite"
brew "syncthing"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "uptimed", restart_service: true
brew "vcsh"
brew "watch"
brew "wget"
brew "heroku/brew/heroku"
brew "oven-sh/bun/bun"
cask "ace-link"
cask "aldente"
cask "android-platform-tools"
cask "appcleaner"
cask "chromium"
cask "coteditor"
cask "dbngin"
cask "docker"
cask "firefox"
cask "flux"
cask "font-fira-code-nerd-font"
cask "forklift"
cask "fsnotes"
cask "gimp"
cask "hiddenbar"
cask "hovrly"
cask "itsycal"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "localsend"
cask "maccy"
cask "marta"
cask "ngrok"
cask "openinterminal"
cask "openmtp"
cask "responsively"
cask "shottr"
cask "tableplus"
cask "teamviewer"
cask "telegram"
cask "transmission"
cask "transmit"
cask "ukelele"
cask "utm"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "whatsapp"
cask "wineskin"
cask "yt-music"
cask "zoom"
mas "ApolloOne", id: 1044484672
mas "Gifox", id: 1461845568
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixea", id: 1507782672
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Typist", id: 415166115
