ace-link
aldente
android-platform-tools
appcleaner
chromium
coteditor
dbngin
docker
font-fira-code-nerd-font
fsnotes
gimp
heroic
hiddenbar
kitty
libreoffice
maccy
marta
ngrok
openinterminal
openmtp
responsively
shottr
tableplus
telegram
unofficial-wineskin
utm
vlc
wineskin
yt-music
