tap "abhimanyu003/sttr"
tap "fish-shell/fish-beta-4"
tap "gcenx/wine"
tap "grishka/grishka"
tap "heroku/brew"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "jdx/tap"
tap "localsend/localsend"
tap "oven-sh/bun"
tap "rbenv/tap"
tap "shivammathur/php"
tap "th-ch/youtube-music"
tap "version-fox/tap"
brew "php"
brew "composer"
brew "daemonize"
brew "dnsmasq"
brew "dos2unix"
brew "entr"
brew "fd"
brew "fileicon"
brew "fish"
brew "fisher"
brew "flyctl"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "golangci-lint"
brew "htop"
brew "jq"
brew "mas"
brew "mcfly"
brew "midnight-commander"
brew "moreutils"
brew "mtr"
brew "ncdu"
brew "nebula"
brew "neovim"
brew "nginx"
brew "nmap"
brew "rename"
brew "ripgrep"
brew "scc"
brew "superfile"
brew "syncthing"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "uptimed", restart_service: true
brew "vcsh"
brew "vfox"
brew "watch"
brew "wget"
brew "wp-cli"
brew "xdg-ninja"
brew "abhimanyu003/sttr/sttr"
brew "oven-sh/bun/bun"
cask "ace-link"
cask "aldente"
cask "android-platform-tools"
cask "appcleaner"
cask "chromium"
cask "coteditor"
cask "cursor"
cask "cyberduck"
cask "dbngin"
cask "docker"
cask "figma"
cask "firefox"
cask "flux"
cask "font-fira-code-nerd-font"
cask "fsnotes"
cask "gimp"
cask "hovrly"
cask "iconchamp"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "localsend"
cask "maccy"
cask "marta"
cask "neardrop"
cask "ngrok"
cask "openinterminal"
cask "openmtp"
cask "responsively"
cask "shottr"
cask "slack"
cask "tableplus"
cask "teamviewer"
cask "telegram"
cask "transmission"
cask "ukelele"
cask "utm"
cask "viber"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "youtube-music"
cask "zed"
cask "zoom"
mas "ApolloOne", id: 1044484672
mas "Gifox", id: 1461845568
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixea", id: 1507782672
mas "Telegram Lite", id: 946399090
mas "The Unarchiver", id: 425424353
mas "Timery", id: 1425368544
mas "Typist", id: 415166115
mas "Urban VPN Desktop", id: 1517772049
mas "Windows App", id: 1295203466
