tap "gcenx/wine"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "oven-sh/bun"
tap "rbenv/tap"
tap "shivammathur/php"
brew "daemonize"
brew "entr"
brew "fd"
brew "fish"
brew "fnm"
brew "git"
brew "htop"
brew "jq"
brew "mas"
brew "midnight-commander"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nginx", restart_service: true
brew "pyenv"
brew "rename"
brew "ripgrep"
brew "scc"
brew "syncthing"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "uptimed", restart_service: true
brew "vcsh"
brew "watch"
brew "oven-sh/bun/bun"
cask "ace-link"
cask "aldente"
cask "android-platform-tools"
cask "appcleaner"
cask "chromium"
cask "coteditor"
cask "dbngin"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "fsnotes"
cask "gimp"
cask "heroic"
cask "hiddenbar"
cask "kitty"
cask "libreoffice"
cask "maccy"
cask "marta"
cask "ngrok"
cask "openinterminal"
cask "openmtp"
cask "responsively"
cask "shottr"
cask "tableplus"
cask "telegram"
cask "utm"
cask "vlc"
cask "wineskin"
cask "yt-music"
mas "ApolloOne", id: 1044484672
mas "Gifox", id: 1461845568
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixea", id: 1507782672
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Typist", id: 415166115
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "Atishay-Jain.All-Autocomplete"
vscode "batisteo.vscode-django"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "enkia.tokyo-night"
vscode "figma.figma-vscode-extension"
vscode "ghmcadams.lintlens"
vscode "HookyQR.beautify"
vscode "hossaini.bootstrap-intellisense"
vscode "IBM.output-colorizer"
vscode "johnpapa.vscode-peacock"
vscode "lostfields.nodejs-repl"
vscode "matthias-schwarze.vimter"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "nhoizey.gremlins"
vscode "PeterSchmalfeldt.explorer-exclude"
vscode "pranaygp.vscode-css-peek"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "stuart.unique-window-colors"
vscode "TomiTurtiainen.js-complexity-analysis"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
